# CubicMetersPerHour Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..CubicMetersPerHour Property
UnitTypeId Class See Also
---
Cubic meters per hour.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CubicMetersPerHour { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CubicMetersPerHour As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CubicMetersPerHour {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace